Repository: JiZPaper/PaperVN
Catalog: PaperVN/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, ja, ko, pl, zh_hant

source: 在“已游玩”或“抛弃”前模糊可能导致剧透的内容。剧透标签的模糊等级越低，对剧透标签的容忍度越高。
de: Vor „Gespielt“ oder „Abgebrochen“ können potenziell spoilernde Inhalte unscharf dargestellt werden. Je niedriger der Unschärfegrad für Spoiler-Tags, desto mehr Spoiler-Tags werden zugelassen.
en: Blur potentially spoiler-filled content until a title is marked “Played” or “Dropped.” A lower blur level allows more spoiler tags to remain visible.
ja: 「プレイ済み」または「放棄」にするまで、ネタバレの可能性があるコンテンツをぼかします。ぼかしレベルが低いほど、表示されるネタバレタグが増えます。
ko: ‘플레이 완료’ 또는 ‘포기’로 표시하기 전까지 스포일러 가능성이 있는 콘텐츠를 흐리게 표시합니다. 흐림 수준이 낮을수록 더 많은 스포일러 태그가 표시됩니다.
pl: Przed oznaczeniem jako „Ukończone” lub „Porzucone” treści mogące zawierać spoilery mogą być rozmywane. Im niższy poziom rozmycia tagów spoilerów, tym większa tolerancja dla takich tagów.
zh_hant: 在標示為「已遊玩」或「放棄」前，模糊可能包含劇透的內容。模糊等級越低，會顯示越多劇透標籤。

source: 在VNDB中查看
de: Auf VNDB ansehen
en: View on VNDB
ja: VNDBで表示
ko: VNDB에서 보기
pl: Wyświetl na VNDB
zh_hant: 在VNDB中檢視

source: 在上方输入关键词开始搜索
de: Gib oben Suchbegriffe ein, um zu suchen
en: Enter keywords above to start searching
ja: 上にキーワードを入力して検索を開始
ko: 위에 키워드를 입력하여 검색 시작
pl: Wpisz wyżej słowa kluczowe, aby rozpocząć wyszukiwanie
zh_hant: 在上方輸入關鍵字開始搜尋

source: 在不同设备间同步你的偏好数据和Today功能开关设置。
de: Synchronisiere deine Präferenzdaten und Today-Funktionseinstellungen zwischen Geräten.
en: Sync your preference data and Today feature settings across devices.
ja: デバイス間で好みのデータとToday機能の設定を同期します。
ko: 기기 간에 취향 데이터와 Today 기능 설정을 동기화합니다.
pl: Synchronizuj dane preferencji i ustawienia funkcji Today między urządzeniami.
zh_hant: 在不同裝置間同步你的偏好資料和Today功能開關設定。

source: 在搜索框输入文字时，Hiro智能会在设备上模糊匹配作品、角色、会社和制作人员的名字、别名和简称，拼错或只记得几个字也能找到，并按可能性排序。输入的内容不会离开设备。
de: Wenn du etwas ins Suchfeld eingibst, gleicht Hiro Intelligence auf dem Gerät unscharf Namen, Aliasse und Kurzformen von Werken, Figuren, Firmen und Mitwirkenden ab – auch bei Tippfehlern oder wenn du dich nur an ein paar Zeichen erinnerst – und sortiert nach Wahrscheinlichkeit. Deine Eingabe verlässt das Gerät nicht.
en: As you type in the search field, Hiro Intelligence fuzzy-matches the names, aliases, and nicknames of titles, characters, companies, and staff on your device, finding them even with typos or just a few characters, and ranks them by likelihood. What you type never leaves your device.
ja: 検索欄に入力すると、ひろインテリジェンスが作品、キャラクター、ブランド、スタッフの名前・別名・略称をデバイス上であいまい検索し、誤字や数文字だけでも見つけて、可能性の高い順に並べます。入力内容がデバイスの外に送信されることはありません。
ko: 검색창에 입력하면 Hiro 인텔리전스가 기기에서 작품, 캐릭터, 회사, 제작진의 이름·별칭·약칭을 퍼지 매칭하여 오타가 있거나 몇 글자만 기억해도 찾아내고 가능성 순으로 정렬합니다. 입력한 내용은 기기 밖으로 나가지 않습니다.
pl: Podczas wpisywania w polu wyszukiwania Hiro Intelligence na urządzeniu dopasowuje w przybliżeniu nazwy, aliasy i skróty tytułów, postaci, firm i członków ekipy – nawet z literówkami lub gdy pamiętasz tylko kilka znaków – i sortuje je według prawdopodobieństwa. Wpisany tekst nie opuszcza urządzenia.
zh_hant: 在搜尋框輸入文字時，Hiro智慧會在裝置上模糊比對作品、角色、會社和製作人員的名字、別名和簡稱，拼錯或只記得幾個字也能找到，並按可能性排序。輸入的內容不會離開裝置。

source: 在此处粘贴Token…
de: Token hier einsetzen …
en: Paste Token Here…
ja: ここにトークンをペースト…
ko: 여기에 토큰 붙여넣기…
pl: Wklej tutaj token…
zh_hant: 在此貼上Token…

source: 在编辑VNDB资料库时，向Bangumi番组计划资料库同步可用内容。
de: Synchronisiere verfügbare Inhalte beim Bearbeiten der VNDB-Mediathek mit der Bangumi-Mediathek.
en: When editing your VNDB library, sync available content to your Bangumi library.
ja: VNDBライブラリを編集するときに、利用可能な内容をBangumi番組計画のライブラリへ同期します。
ko: VNDB 보관함을 편집할 때 사용 가능한 내용을 Bangumi 보관함에 동기화합니다.
pl: Podczas edycji biblioteki VNDB synchronizuj dostępne treści z biblioteką Bangumi.
zh_hant: 編輯VNDB資料庫時，將可用內容同步至Bangumi番組計畫資料庫。

source: 在详情页面中按住标题或名称即可拷贝各种语言的文本。按住下方的标题试试。
de: Halte auf einer Detailseite einen Titel oder Namen gedrückt, um ihn in verschiedenen Sprachen zu kopieren. Halte den Titel unten gedrückt, um es auszuprobieren.
en: On a detail page, touch and hold a title or name to copy it in different languages. Touch and hold the title below to try it.
ja: 詳細ページでタイトルや名前を長押しすると、各言語のテキストをコピーできます。下のタイトルを長押しして試してみてください。
ko: 상세 페이지에서 제목이나 이름을 길게 누르면 여러 언어로 된 텍스트를 복사할 수 있습니다. 아래의 제목을 길게 눌러 사용해 보세요.
pl: Na stronie szczegółów przytrzymaj tytuł lub nazwę, aby skopiować tekst w różnych językach. Przytrzymaj tytuł poniżej, aby wypróbować.
zh_hant: 在詳細資訊頁面中按住標題或名稱即可拷貝各種語言的文字。按住下方的標題試試。

source: 在逐渐被上涨的海水淹没的海边小镇，夏生从海底打捞起一位沉睡的少女型机器人——亚托莉……
de: In einer Küstenstadt, die langsam im steigenden Meer versinkt, birgt Natsuki ein schlafendes Robotermädchen namens Atri vom Meeresgrund …
en: In a seaside town slowly sinking beneath the rising sea, Natsuki salvages a sleeping robot girl named Atri from the ocean floor...
ja: 海面上昇によって沈みゆく海辺の町。夏生は海の底から、眠っている少女型ロボット・アトリを引き揚げる……
ko: 해수면 상승으로 서서히 가라앉는 바닷가 마을에서 나츠키는 바다 밑에 잠들어 있던 소녀형 로봇 아토리를 건져 올린다……
pl: W nadmorskim miasteczku, które powoli pogrąża się w podnoszącym się morzu, Natsuki wydobywa z dna śpiącą dziewczynę-robota o imieniu Atri…
zh_hant: 在逐漸被上漲的海水淹沒的海邊小鎮，夏生從海底打撈起一位沉睡的少女型機器人——亞托莉……

source: 地区选择操作
de: Regionsauswahl
en: Region Selection Actions
ja: 地域選択の操作
ko: 지역 선택 동작
pl: Wybór regionu
zh_hant: 地區選擇操作

source: 塞尔维亚语
de: Serbisch
en: Serbian
ja: セルビア語
ko: 세르비아어
pl: Serbski
zh_hant: 塞爾維亞文

source: 填写语言
de: Sprache des Texts
en: Writing Language
ja: 入力言語
ko: 작성 언어
pl: Język tekstu
zh_hant: 填寫語言

source: 声优
de: Sprecher
en: Voice Actor
ja: 声優
ko: 성우
pl: Aktor głosowy
zh_hant: 聲優

source: 备注
de: Notiz
en: Notes
ja: メモ
ko: 메모
pl: Notatka
zh_hant: 備註

source: 备注（可选）
de: Anmerkung (optional)
en: Note (Optional)
ja: メモ（任意）
ko: 메모(선택 사항)
pl: Uwagi (opcjonalne)
zh_hant: 備註（選用）

source: 备用语言
de: Ausweichsprache
en: Fallback Language
ja: フォールバック言語
ko: 대체 언어
pl: Język zastępczy
zh_hant: 備用語言

source: 外传
de: Spin-off
en: Side Story
ja: 外伝
ko: 외전
pl: Spin-off
zh_hant: 外傳

source: 外观
de: Erscheinungsbild
en: Appearance
ja: 外観
ko: 모양
pl: Wygląd
zh_hant: 外觀

source: 外部链接
de: Externe Links
en: External Links
ja: 外部リンク
ko: 외부 링크
pl: Linki zewnętrzne
zh_hant: 外部連結

source: 大于约50小时
de: Mehr als etwa 50 Stunden
en: Over 50 Hours
ja: 約50時間以上
ko: 약 50시간 이상
pl: Ponad około 50 godzin
zh_hant: 約50小時以上

source: 头像
de: Avatar
en: Profile Picture
ja: プロフィール画像
ko: 프로필 사진
pl: Awatar
zh_hant: 頭像

source: 女性
de: Weiblich
en: Female
ko: 여성
pl: Kobieta

source: 好
de: OK
en: OK
ja: OK
ko: 확인
pl: OK

source: 存储
de: Sichern
en: Save
ja: 保存
ko: 저장
pl: Zachowaj
zh_hant: 儲存

source: 存储推荐
de: Empfehlung sichern
en: Save Recommendation
ja: おすすめを保存
ko: 추천 저장
pl: Zapisz rekomendację
zh_hant: 儲存推薦

source: 存储更改
de: Änderungen sichern
en: Save Changes
ja: 変更を保存
ko: 변경 사항 저장
pl: Zapisz zmiany
zh_hant: 儲存更改

source: 安全限制
de: Sicherheitsbeschränkungen
en: Safety Restrictions
ja: 安全性の制限
ko: 안전 제한
pl: Ograniczenia bezpieczeństwa

source: 完成
de: Fertig
en: Done
ja: 完了
ko: 완료
pl: Gotowe

source: 完整版本
de: Vollversion
en: Full Version
ja: 完全版
ko: 완전판
pl: Wersja pełna

source: 完整语音
de: Vollständige Sprachausgabe
en: Full Voice
ja: フルボイス
ko: 풀 보이스
pl: Pełny dubbing
zh_hant: 完整語音

source: 官方
de: Offiziell
en: Official
ja: 公式
ko: 공식
pl: Oficjalne

source: 官方版本
de: Offizielle Version
en: Official Release
ja: 公式版
ko: 공식 버전
pl: Wersja oficjalna

source: 家长控制
de: Kindersicherung
en: Parental Controls
ja: ペアレンタルコントロール
ko: 자녀 보호 기능
pl: Kontrola rodzicielska
zh_hant: 家長控制

source: 家长控制或年龄范围控制将覆盖当前用户设置。按照家长要求或共享年龄范围隐藏不安全的内容，并限制不受信任的外部链接。
de: Die Kindersicherung oder die Altersbereichssteuerung überschreibt die aktuellen Benutzereinstellungen. Unsichere Inhalte werden gemäß den Vorgaben der Eltern oder dem geteilten Altersbereich ausgeblendet und nicht vertrauenswürdige externe Links eingeschränkt.
en: Parental Controls or age-range controls override the current user settings. Unsafe content is hidden based on parental requirements or the shared age range, and untrusted external links are restricted.
ja: ペアレンタルコントロールまたは年齢範囲による制限は、現在のユーザー設定より優先されます。保護者の要件または共有された年齢範囲に従って安全でないコンテンツを非表示にし、信頼されていない外部リンクを制限します。
ko: 자녀 보호 기능 또는 연령 범위 제어가 현재 사용자 설정보다 우선합니다. 보호자 요구 사항이나 공유된 연령 범위에 따라 안전하지 않은 콘텐츠를 숨기고 신뢰할 수 없는 외부 링크를 제한합니다.
pl: Kontrola rodzicielska lub kontrola zakresu wieku zastąpi bieżące ustawienia użytkownika. Niebezpieczne treści będą ukrywane zgodnie z wymaganiami rodziców lub udostępnionym zakresem wieku, a niezaufane linki zewnętrzne zostaną ograniczone.
zh_hant: 家長控制或年齡範圍控制會覆寫目前的使用者設定。系統會按照家長要求或分享的年齡範圍隱藏不安全的內容，並限制不受信任的外部連結。

source: 家长控制生效期间不能打开此站点。
de: Diese Website kann bei aktivierter Kindersicherung nicht geöffnet werden.
en: This website can’t be opened while Parental Controls are active.
ja: ペアレンタルコントロールが有効な間は、このWebサイトを開けません。
ko: 자녀 보호 기능이 활성화된 동안에는 이 웹 사이트를 열 수 없습니다.
pl: Tej witryny nie można otworzyć, gdy kontrola rodzicielska jest aktywna.
zh_hant: 家長控制生效期間無法開啟此網站。

source: 宽松
de: Locker
en: Lenient
ja: 緩やか
ko: 느슨함
pl: Łagodne
zh_hant: 寬鬆

source: 导演
de: Regie
en: Director
ja: 監督
ko: 감독
pl: Reżyser
zh_hant: 導演

source: 将偏好翻译模式切换为“开源项目（获取）”
de: Bevorzugten Übersetzungsmodus auf „Open-Source-Projekt (Abrufen)“ umstellen
en: Switch Preferred Translation Mode to “Open Source Project (Fetch)”
ja: 優先する翻訳モードを「オープンソースプロジェクト（取得）」に切り替える
ko: 선호 번역 모드를 ‘오픈 소스 프로젝트(가져오기)’로 전환
pl: Przełącz preferowany tryb tłumaczenia na „Projekt open source (pobieranie)”
zh_hant: 將偏好翻譯模式切換為「開源專案（取得）」

source: 小于约2小时
de: Weniger als etwa 2 Stunden
en: Under 2 Hours
ja: 約2時間未満
ko: 약 2시간 미만
pl: Mniej niż około 2 godziny
zh_hant: 約2小時以下

source: 尚未存储的状态、评分或日期将会丢失。
de: Nicht gespeicherter Status, Bewertungen oder Datumsangaben gehen verloren.
en: Any unsaved status, rating, or date changes will be lost.
ja: 保存していないステータス、評価、日付は失われます。
ko: 저장하지 않은 상태, 평점 또는 날짜가 유실됩니다.
pl: Niezapisany stan, oceny lub daty zostaną utracone.
zh_hant: 尚未儲存的狀態、評分或日期將會遺失。

source: 尚未提交的译文将会丢失。
de: Deine noch nicht eingereichte Übersetzung geht verloren.
en: Your unsubmitted translation will be lost.
ja: まだ投稿していない訳文は失われます。
ko: 제출하지 않은 번역문은 사라집니다.
pl: Nieprzesłane tłumaczenie zostanie utracone.
zh_hant: 尚未提交的譯文將會遺失。

source: 尚未请求
de: Noch nicht angefordert
en: Not Requested
ja: 未リクエスト
ko: 요청하지 않음
pl: Nie zażądano
zh_hant: 尚未要求

source: 尚未配置Bangumi番组计划OAuth应用。
de: Die Bangumi-OAuth-App ist noch nicht konfiguriert.
en: Bangumi OAuth app is not configured.
ja: Bangumi番組計画OAuthアプリが構成されていません。
ko: Bangumi OAuth 앱이 아직 구성되지 않았습니다.
pl: Aplikacja OAuth Bangumi nie została jeszcze skonfigurowana.
zh_hant: 尚未設定Bangumi番組計畫OAuth應用程式。

source: 尚未配置鲲Galgame OAuth客户端ID。
de: Die OAuth-Client-ID von KunGalgame ist noch nicht konfiguriert.
en: The KunGalgame OAuth client ID hasn’t been configured.
ja: KunGalgameのOAuthクライアントIDが設定されていません。
ko: KunGalgame OAuth 클라이언트 ID가 구성되지 않았습니다.
pl: Identyfikator klienta OAuth KunGalgame nie został jeszcze skonfigurowany.
zh_hant: 尚未設定鯤Galgame OAuth用戶端ID。

source: 尝试拓展你的兴趣
de: Erweitere deine Interessen
en: Expanding your interests
ja: 興味の幅を広げるおすすめ
ko: 관심사를 넓히는 추천
pl: Rozszerz swoje zainteresowania
zh_hant: 嘗試拓展你的興趣

source: 展开分组
de: Gruppe einblenden
en: Expand group
ja: グループを展開
ko: 그룹 펼치기
pl: Rozwiń grupę
zh_hant: 展開分組

source: 展开原文
de: Originaltext einblenden
en: Expand Original Text
ja: 原文を展開
ko: 원문 펼치기
pl: Rozwiń tekst oryginalny
zh_hant: 展開原文

source: 展开评论
de: Kommentare einblenden
en: Expand comments
ja: コメントを展開
ko: 댓글 펼치기
pl: Rozwiń komentarze
zh_hant: 展開評論

source: 已关闭
de: Geschlossen
en: Closed
ja: クローズ済み
ko: 닫힘
pl: Zamknięte
zh_hant: 已關閉

source: 已取消
de: Abgebrochen
en: Canceled
ja: キャンセル済み
ko: 취소됨
pl: Anulowane

source: 已完成 – 当前版本已实现预期效果
de: Abgeschlossen – Das erwartete Verhalten ist in der aktuellen Version umgesetzt
en: Completed – Expected Behavior Implemented in the Current Version
ja: 完了 – 現在のバージョンで想定どおりの動作を実現
ko: 완료됨 – 현재 버전에서 의도한 동작 구현
pl: Ukończone – bieżąca wersja działa zgodnie z założeniami
zh_hant: 已完成 – 目前版本已實現預期效果

source: 已完结
de: Abgeschlossen
en: Finished
ja: 完了
ko: 완료
pl: Ukończone
zh_hant: 已完成

source: 已展开
de: Ausgeklappt
en: Expanded
ja: 展開済み
ko: 펼쳐짐
pl: Rozwinięte
zh_hant: 已展開

source: 已忽略反馈
de: Feedback ignoriert
en: Ignored Feedback
ja: 無視されたフィードバック
ko: 무시된 피드백
pl: Opinia zignorowana
zh_hant: 已忽略回饋

source: 已拒绝
de: Abgelehnt
en: Rejected
ja: 却下
ko: 거절됨
pl: Odrzucone
zh_hant: 已拒絕

source: 已授权
de: Autorisiert
en: Authorized
ja: 承認済み
ko: 승인됨
pl: Autoryzowane
zh_hant: 已授權

source: 已授权并允许数据访问
de: Autorisiert und Datenzugriff erlaubt
en: Authorized with Data Access
ja: データアクセスを許可して承認済み
ko: 데이터 접근을 허용하여 승인됨
pl: Autoryzowane i zezwolono na dostęp do danych
zh_hant: 已授權並允許資料存取

source: 已提交
de: Gesendet
en: Submitted
ja: 送信済み
ko: 제출됨
pl: Przesłane

source: 已提交反馈
de: Gesendetes Feedback
en: Submitted Feedback
ja: 送信済みフィードバック
ko: 제출한 피드백
pl: Przesłane opinie
zh_hant: 已提交回饋

source: 已提交翻译
de: Übersetzung eingereicht
en: Translation Submitted
ja: 翻訳を投稿しました
ko: 번역을 제출했습니다
pl: Przesłano tłumaczenie
zh_hant: 已提交翻譯

source: 已撤回
de: Zurückgezogen
en: Withdrawn
ja: 取り下げ済み
ko: 철회됨
pl: Wycofane

source: 已收起
de: Eingeklappt
en: Collapsed
ja: 折りたたみ済み
ko: 접힘
pl: Zwinięte
zh_hant: 已收合

source: 已更新你之前提交的译文，我们会重新审核。
de: Deine frühere Übersetzung wurde aktualisiert und wird erneut geprüft.
en: Your earlier translation has been updated, and we’ll review it again.
ja: 以前に投稿した訳文を更新しました。もう一度審査します。
ko: 이전에 제출한 번역을 업데이트했습니다. 다시 검토하겠습니다.
pl: Twoje wcześniejsze tłumaczenie zostało zaktualizowane i zostanie ponownie sprawdzone.
zh_hant: 已更新你之前提交的譯文，我們會重新審核。

source: 已查看
de: Angesehen
en: Viewed
ja: 閲覧済み
ko: 열람됨
pl: Wyświetlone

source: 已游玩
de: Gespielt
en: Played
ja: プレイ済み
ko: 플레이 완료
pl: Ukończone
zh_hant: 已遊玩

source: 已确定潜在修复方案 – 在将来的更新中提供
de: Mögliche Lösung ermittelt – wird in einem zukünftigen Update bereitgestellt
en: Potential Fix Identified – For a Future Update
ja: 潜在的な修正案を特定 – 今後のアップデートで提供
ko: 잠재적 수정 사항 확인 – 향후 업데이트에서 제공
pl: Ustalono możliwe rozwiązanie – zostanie udostępnione w przyszłej aktualizacji
zh_hant: 已確定潛在修復方案 – 在未來更新中提供

source: 已确认
de: Bestätigt
en: Confirmed
ja: 確認済み
ko: 확인됨
pl: Potwierdzone
zh_hant: 已確認

source: 已计划 – 在将来的更新中提供
de: Geplant – wird in einem zukünftigen Update bereitgestellt
en: Planned – For a Future Update
ja: 計画済み – 今後のアップデートで提供
ko: 계획됨 – 향후 업데이트에서 제공
pl: Zaplanowane – zostanie udostępnione w przyszłej aktualizacji
zh_hant: 已計劃 – 在未來更新中提供

source: 已购买PaperVN Premium
de: PaperVN Premium gekauft
en: PaperVN Premium Purchased
ja: PaperVN Premiumを購入済み
ko: PaperVN Premium 구입 완료
pl: Kupiono PaperVN Premium
zh_hant: 已購買PaperVN Premium

source: 已选择
de: Ausgewählt
en: Selected
ja: 選択済み
ko: 선택됨
pl: Wybrane
zh_hant: 已選取

source: 已选择地区（%lld）
de: Ausgewählte Regionen (%lld)
en: Selected Regions (%lld)
ja: 選択した地域（%lld）
ko: 선택한 지역(%lld)
pl: Wybrane regiony (%lld)
zh_hant: 已選擇地區（%lld）

source: 已通过的推荐无法编辑
de: Genehmigte Empfehlungen können nicht bearbeitet werden
en: Approved recommendations can’t be edited
ja: 承認済みのおすすめは編集できません
ko: 승인된 추천은 편집할 수 없음
pl: Zatwierdzonych rekomendacji nie można edytować
zh_hant: 已通過的推薦無法編輯

source: 已通过系统确认
de: Vom System bestätigt
en: Verified by System
ja: システムによる確認済み
ko: 시스템에서 확인됨
pl: Potwierdzone przez system
zh_hant: 已由系統確認

source: 已采纳
de: Angenommen
en: Accepted
ja: 採用済み
ko: 채택됨
pl: Zaakceptowane
zh_hant: 已採納

source: 已隐藏不安全的内容
de: Unsichere Inhalte ausgeblendet
en: Unsafe Content Hidden
ja: 安全でないコンテンツを非表示にしました
ko: 안전하지 않은 콘텐츠를 숨겼습니다
pl: Ukryto niebezpieczne treści
zh_hant: 已隱藏不安全的內容

source: 巴斯克语
de: Baskisch
en: Basque
ja: バスク語
ko: 바스크어
pl: Baskijski
zh_hant: 巴斯克文

source: 巴西葡萄牙语
de: Brasilianisches Portugiesisch
en: Brazilian Portuguese
ja: ブラジルポルトガル語
ko: 브라질 포르투갈어
pl: Portugalski brazylijski
zh_hant: 巴西葡萄牙文

source: 希伯来语
de: Hebräisch
en: Hebrew
ja: ヘブライ語
ko: 히브리어
pl: Hebrajski
zh_hant: 希伯來文

source: 希腊语
de: Griechisch
en: Greek
ja: ギリシャ語
ko: 그리스어
pl: Grecki
zh_hant: 希臘文

source: 平台
de: Plattform
en: Platform
ja: プラットフォーム
ko: 플랫폼
pl: Platforma

source: 平行设定
de: Parallele Handlung
en: Parallel Setting
ja: パラレル設定
ko: 평행 설정
pl: Równoległa fabuła
zh_hant: 平行設定

source: 平衡
de: Ausgewogen
en: Balanced
ja: バランス
ko: 균형
pl: Zrównoważone

source: 年龄
de: Alter
en: Age
ja: 年齢
ko: 나이
pl: Wiek
zh_hant: 年齡

source: 年龄范围未共享
de: Altersbereich nicht geteilt
en: Age Range Not Shared
ja: 年齢範囲は共有されていません
ko: 연령 범위가 공유되지 않음
pl: Zakres wieku nie jest udostępniony
zh_hant: 未分享年齡範圍

source: 建议
de: Vorschlag
en: Suggestion
ja: 提案
ko: 제안
pl: Sugestia
zh_hant: 建議

source: 开发与发行商
de: Entwickler und Publisher
en: Developers & Publishers
ja: 開発・販売元
ko: 개발사 및 배급사
pl: Deweloper i wydawca
zh_hant: 開發與發行商

source: 开发中
de: In Entwicklung
en: In Development
ja: 開発中
ko: 개발 중
pl: W trakcie tworzenia
zh_hant: 開發中

source: 开发商
de: Entwickler
en: Developer
ja: 開発元
ko: 개발사
pl: Deweloper
zh_hant: 開發商

source: 开发或发行作品
de: Entwickelte oder veröffentlichte Titel
en: Developed or Published Titles
ja: 開発・発売作品
ko: 개발 또는 퍼블리싱 작품
pl: Opracowane lub wydane tytuły
zh_hant: 開發或發行作品

source: 开发状态
de: Entwicklungsstatus
en: Development Status
ja: 開発状況
ko: 개발 상태
pl: Stan rozwoju
zh_hant: 開發狀態

source: 开发者太懒了还没有准备今天的Today内容～
de: Der Entwickler war zu faul, die heutigen Today-Inhalte vorzubereiten～
en: The developer hasn’t gotten around to preparing today’s content yet～
ja: 開発者が怠けて、今日のTodayコンテンツをまだ用意していません～
ko: 개발자가 너무 게을러서 오늘의 Today 콘텐츠를 아직 준비하지 않았습니다~
pl: Deweloper jest zbyt leniwy, aby przygotować dzisiejsze treści Today～
zh_hant: 開發者太懶了，還沒有準備今天的Today內容～

source: 开发者对你的反馈做出了回复。
de: Der Entwickler hat auf dein Feedback geantwortet.
en: The developer replied to your feedback.
ja: 開発者があなたのフィードバックに返信しました。
ko: 개발자가 피드백에 답변했습니다.
pl: Deweloper odpowiedział na Twoją opinię.
zh_hant: 開發者已回覆你的回饋。

source: 开发者已将你的反馈标记为“%@”。
de: Der Entwickler hat dein Feedback als „%@“ markiert.
en: The developer marked your feedback as “%@”.
ja: 開発者があなたのフィードバックを「%@」に更新しました。
ko: 개발자가 피드백을 ‘%@’(으)로 표시했습니다.
pl: Deweloper oznaczył Twoją opinię jako „%@”.
zh_hant: 開發者已將你的回饋標記為「%@」。

source: 开启后，“搜索”将与其他Tab分开，显示在标签栏右侧。你也可以稍后在“设置”>“搜索”中更改。
de: Wenn diese Option aktiviert ist, wird „Suchen“ getrennt von den anderen Tabs rechts in der Tableiste angezeigt. Du kannst dies später unter „Einstellungen“ > „Suchen“ ändern.
en: When this is on, Search appears separately from the other tabs, on the right side of the tab bar. You can change this later in Settings > Search.
ja: オンにすると、「検索」がほかのタブと分かれてタブバーの右側に表示されます。この設定はあとから「設定」>「検索」で変更できます。
ko: 켜면 ‘검색’이 다른 탭과 분리되어 탭 막대의 오른쪽에 표시됩니다. 나중에 ‘설정’ > ‘검색’에서 변경할 수 있습니다.
pl: Po włączeniu karta Szukaj jest wyświetlana osobno, po prawej stronie paska kart. Możesz to później zmienić w Ustawienia > Szukaj.
zh_hant: 開啟後，「搜尋」將與其他分頁分開，顯示在標籤列右側。你也可以稍後在「設定」>「搜尋」中更改。

source: 开始日期
de: Startdatum
en: Start Date
ja: 開始日時
ko: 시작일
pl: Data rozpoczęcia
zh_hant: 開始日期

source: 开源项目
de: Open-Source-Projekt
en: Open Sourse Projects
ja: オープンソースプロジェクト
ko: 오픈 소스 프로젝트
pl: Projekt open source
zh_hant: 開源專案

source: 开源项目（离线）
de: Open-Source-Projekt (Offline)
en: Open Source Project (Offline)
ja: オープンソースプロジェクト（オフライン）
ko: 오픈 소스 프로젝트(오프라인)
pl: Projekt open source (offline)
zh_hant: 開源專案（離線）

source: 开源项目（获取）
de: Open-Source-Projekt (Abrufen)
en: Open Source Project (Fetch)
ja: オープンソースプロジェクト（取得）
ko: 오픈 소스 프로젝트(가져오기)
pl: Projekt open source (pobieranie)
zh_hant: 開源專案（取得）

source: 引擎
de: Engine
en: Engine
ja: エンジン
ko: 엔진
pl: Silnik

source: 当前VNDB Token没有资料库写入权限，请在VNDB上重新创建Token并启用listwrite权限。
de: Das aktuelle VNDB-Token hat keine Schreibberechtigung für die Mediathek. Erstelle auf VNDB ein neues Token und aktiviere die Berechtigung „listwrite“.
en: Your current VNDB token doesn’t have permission to write to your library. Create a new token on VNDB and enable the listwrite permission.
ja: 現在のVNDBトークンにはライブラリへの書き込み権限がありません。VNDBでトークンを再作成し、listwrite権限を有効にしてください。
ko: 현재 VNDB 토큰에는 보관함 쓰기 권한이 없습니다. VNDB에서 토큰을 새로 만들고 listwrite 권한을 활성화해 주세요.
pl: Bieżący token VNDB nie ma uprawnień do zapisu w bibliotece. Utwórz nowy token na VNDB i włącz uprawnienie „listwrite”.
zh_hant: 目前的VNDB Token沒有資料庫寫入權限，請在VNDB上重新建立Token並啟用listwrite權限。

source: 当前有%lld个服务中断
de: Derzeit sind %lld Dienste ausgefallen
en: %lld services are currently experiencing an outage
ja: 現在、%lld件のサービスが停止しています
ko: 현재 %lld개 서비스가 중단되었습니다
pl: Obecnie %lld usługi ma awarię
zh_hant: 目前有%lld個服務中斷

source: 当前有%lld个服务出现问题
de: Derzeit haben %lld Dienste Probleme
en: %lld services are currently experiencing issues
ja: 現在、%lld件のサービスで問題が発生しています
ko: 현재 %lld개 서비스에 문제가 발생했습니다
pl: Obecnie %lld usługi ma problemy
zh_hant: 目前有%lld個服務出現問題

source: 德语
de: Deutsch
en: German
ja: ドイツ語
ko: 독일어
pl: Niemiecki
zh_hant: 德文

source: 忽略
de: Ignorieren
en: Ignore
ja: 無視
ko: 무시
pl: Ignoruj

source: 性别
de: Geschlecht
en: Gender
ja: 性別
ko: 성별
pl: Płeć
zh_hant: 性別

source: 恢复购买
de: Käufe wiederherstellen
en: Restore Purchases
ja: 購入を復元
ko: 구입 항목 복원
pl: Odtwórz zakupy
zh_hant: 回復購買項目

source: 意大利语
de: Italienisch
en: Italian
ja: イタリア語
ko: 이탈리아어
pl: Włoski
zh_hant: 義大利文

source: 感谢你的支持
de: Danke für deine Unterstützung
en: Thank You for Your Support
ja: ご支援ありがとうございます
ko: 지원해 주셔서 감사합니다
pl: Dziękujemy za wsparcie
zh_hant: 感謝你的支持

source: 成人内容
de: Inhalte für Erwachsene
en: Adult Content
ja: 成人向けコンテンツ
ko: 성인 콘텐츠
pl: Treści dla dorosłych
zh_hant: 成人內容

source: 成年人
de: Erwachsene
en: Adult
ja: 成人
ko: 성인
pl: Dorośli

source: 我们将在查看后展示你的反馈。请勿重复提交相同反馈。
de: Wir zeigen dein Feedback nach der Prüfung an. Sende dasselbe Feedback nicht erneut.
en: We’ll display your feedback after we review it. Don’t submit the same feedback more than once.
ja: 確認後にフィードバックを表示します。同じフィードバックを重複して送信しないでください。
ko: 검토 후 피드백을 표시합니다. 같은 피드백을 반복해서 제출하지 마세요.
pl: Wyświetlimy Twoją opinię po jej sprawdzeniu. Nie przesyłaj ponownie tej samej opinii.
zh_hant: 我們會在查看後顯示你的回饋。請勿重複提交相同的回饋。

source: 我是一名即将进入大学的高中毕业生，当前我的主力机是一台3000元的丐版Mac mini。你的购买将支持我在2028年换一台更好的Mac，并继续认真维护PaperVN。
de: Ich bin Abiturient und beginne bald mit dem Studium. Mein Hauptcomputer ist derzeit ein günstiger Mac mini für 3000 CNY. Dein Kauf hilft mir, 2028 einen besseren Mac anzuschaffen und PaperVN weiterhin sorgfältig zu pflegen.
en: I’m a recent high school graduate about to start college. My main computer is a base-model Mac mini that cost CNY 3,000. Your purchase will help me upgrade to a better Mac in 2028 and continue maintaining PaperVN with care.
ja: 私は大学進学を控えた高校卒業生です。現在のメインマシンは、3,000人民元で購入した最小構成のMac miniです。ご購入いただくことで、2028年により良いMacへ買い替え、PaperVNを丁寧にメンテナンスし続けるための支えになります。
ko: 저는 대학 입학을 앞둔 고등학교 졸업생입니다. 현재 주력 컴퓨터는 3,000위안에 구입한 기본형 Mac mini입니다. 구입해 주시면 2028년에 더 좋은 Mac으로 교체하고 PaperVN을 계속 정성껏 관리하는 데 큰 도움이 됩니다.
pl: Jestem absolwentem szkoły średniej, który wkrótce rozpocznie studia, a moim głównym komputerem jest obecnie podstawowy Mac mini za 3000 CNY. Twój zakup pomoże mi wymienić go w 2028 roku na lepszy komputer Mac i nadal sumiennie rozwijać PaperVN.
zh_hant: 我是即將上大學的高中畢業生，目前的主力電腦是一台售價人民幣3000元的入門款Mac mini。你的購買將支持我在2028年換一台更好的Mac，並繼續認真維護PaperVN。

source: 我的评分
de: Meine Bewertung
en: My Rating
ja: 自分の評価
ko: 내 평점
pl: Moja ocena
zh_hant: 我的評分

source: 截屏
de: Bildschirmfoto
en: Screenshot
ja: スクリーンショット
ko: 스크린샷
pl: Zrzut ekranu
zh_hant: 截圖

source: 所有
de: alle
en: all
ja: すべて
ko: 모든
pl: wszystkie

source: 所有反馈
de: Alle Feedbacks
en: All Feedback
ja: すべてのフィードバック
ko: 모든 피드백
pl: Wszystkie opinie
zh_hant: 所有回饋

source: 所有用户受到影响
de: Alle Nutzer sind betroffen
en: All users are affected
ja: すべてのユーザーが影響を受けています
ko: 모든 사용자가 영향을 받습니다
pl: Dotyczy wszystkich użytkowników
zh_hant: 所有使用者受到影響

source: 技术
de: Technik
en: Technical
ja: 技術
ko: 기술
pl: Techniczne
zh_hant: 技術

source: 抛弃
de: Abgebrochen
en: Dropped
ja: 放棄
ko: 포기
pl: Porzucone
zh_hant: 放棄

source: 拉脱维亚语
de: Lettisch
en: Latvian
ja: ラトビア語
ko: 라트비아어
pl: Łotewski
zh_hant: 拉脫維亞文

source: 拒绝原因
de: Ablehnungsgrund
en: Reason for Rejection
ja: 却下の理由
ko: 거절 사유
pl: Powód odrzucenia
zh_hant: 拒絕原因

source: 拷贝%@名称
de: %@-Namen kopieren
en: Copy %@ Name
ja: %@の名前をコピー
ko: %@ 이름 복사
pl: Kopiuj nazwę %@
zh_hant: 拷貝%@名稱

source: 拷贝%@标题
de: %@-Titel kopieren
en: Copy %@ Title
ja: %@のタイトルをコピー
ko: %@ 제목 복사
pl: Kopiuj tytuł %@
zh_hant: 拷貝%@標題

source: 拷贝副标题
de: Untertitel kopieren
en: Copy Subtitle
ja: サブタイトルをコピー
ko: 부제 복사
pl: Kopiuj podtytuł
zh_hant: 拷貝副標題

source: 拷贝原文名称
de: Originalnamen kopieren
en: Copy Original Name
ja: 原題をコピー
ko: 원문 이름 복사
pl: Kopiuj oryginalną nazwę
zh_hant: 拷貝原文名稱

source: 拷贝标题
de: Titel kopieren
en: Copy Title
ja: タイトルをコピー
ko: 제목 복사
pl: Kopiuj tytuł
zh_hant: 拷貝標題
